/* Hearty Journal Language Pack: Ver 9 */

var _h$ = {};

_h$["lang"] = "zh-cn";

// common.head
_h$["h"] = _h$["h"] || {
	ok: "好的", 
	qr: "温度日记二维码", 
	copy: "已複製", 
	err: "温度日记忙碌中，请稍后再试。<br>若状况持续，请洽客服协助", 
	satisfy: ["嗨~ 你喜欢温度日记吗？", "喜欢 ~", "不喜欢"], 
	rate: ["叮咚~ 你的评价是对温度日记团队最大的鼓励", "邀请您点亮五颗小星星：", "谢谢你对温度日记的支持与鼓励", "不客气"], 
	notify: ["尚未授予通知权限", "若收到了站內信息、笔友私讯，都不能让你知道", "立即开启", "别理我"], 
	downloading: "下载中"
};

// menu
_h$["m"] = _h$["m"] || {
	url: [
		"//go.hearty.me/hjfaq", 
		"//go.hearty.me/hjse"
	], 

	// JS
	no: "否", 
	back: "返回", 
	nav: ["主选单", "温度日记", "我的日记"], 
	signout: ["登出", "确定要登出吗？"], 

	// DOMs
	avatar: [
		"我的帐号", "登录", "VIP版"
	], 
	menu: [
		"圣经经文", "Alice 说晚安", "投稿日记牆", "我的日记", "相册", "疗癒商城", "升级 VIP", "使用指南", "关于我们", "登出", "Windows 电脑版", "macOS 应用程序", "Windows/macOS 电脑版", "手机 App", "语言 Language", "给温度 5颗小星星", "🐞 开发除错"
	]
};

// index
_h$["i"] = _h$["i"] || {
	url: [
		"//go.hearty.me/hjfaq", 
		"//go.hearty.me/hjdata", 
		"//go.hearty.me/hjterms", 
		"//go.hearty.me/hjprivacy", 
		"//go.hearty.me/hj-press", 
		"//go.hearty.me/misstw"
	], 
	
	// JS
	ok: ["好的"], 
	no: ["否", "取消"], 
	go: "走吧！", 
	back: "返回", 
	copy: ["複製", "複製了："], 
	email: [
		"Email 认证成功", "Email 已认证过了", "认证链结已失效", "Email 认证链结不完整"
	], 
	reset: [
		"重置密码", 
		"重设及登录中。。。", 
		"重设链结不正确", 
		"帐号未正确填写", 
		"重设链结已寄出", 
		"重设链结已寄至您的 ***@$domain 邮箱", 
		"要到 $url 收信吗？", 
		"没有这个帐号"
	], 
	ref: [
		"🎁 $user 邀请你来到这裡"
	], 
	cookie: [
		"请打开 Cookie 功能，才能登录", "如何开启"
	], 
	browser: [
		"浏览器版本过旧", "不支援 Internet Explorer"
	], 
	signin: [
		"登录", 
		"以 $user 加密登录。。。", 
		"帐号未正确填写", 
		"帐号 $user 是空号", 
		"没有以 $user 注冊的帐号", 
		"$user 帐号已删除/停权", 
		"帐号 $user 已申请删除或违反规定而停权", 
		"密码有误", 
		"密码至少需有 6字元", 
		"以温度 ID 登录「$client」"
	], 
	signup: [
		"帐号应为英字母，或英数混合", "帐号为 4 ~ 20个英数字", 
		"Email 格式不符", 
		"请认真填写正确 Email", 
		"密码格式：6 ~ 20 字元", 
		"两次输入的密码不同", 
		"⚠ 雅虎邮箱容易丢信，\n将无法接受到笔友信息，您仍要使用这组邮箱吗？", 
		"Email 格式不符 或 密码格式不正确！", 

		"$user 帐号注冊成功！ 请前往收取认证信", 
		"$user 帐号注冊成功！", 
		"帐号已注冊过，请直接登录", 
		"Email 已注冊过，请直接登录", 
		"此 ID 已有人使用，请重选", 
		"Email 不正确", 
		"不能以临时邮箱注冊", 
		"系统忙碌中"
	], 
	box: [
		"注冊", 
		"登录", 
		"重置密码", 
		"注冊新帐号", 
		"登录温度日记", 
		"重置密码 | 找回帐号", 
		"💡 建立你的 ID ( 4 ~ 20 英数字)", 
		"💡 温度 ID 或 Email"
	], 
	timer: "$min:$sec 后可重发", 
	chat: [
		"温度客服", 
		"登录后，可连络线上客服，以进一步协助您", 
		"Email 联繫", 
		"温度站长邮箱："
	], 
	id_notice: [
		"温度 ID<br>4-20 英字母(或英数组合)，于交流社群中公开", 
		"日记将加密、存储于这组帐号中，可在手机 App 及电脑版上同步使用"
	], 
	song: ["温度日记 ─ 哈默妮", "温度日记主题曲"], 
	404: "您输入的网址不存在", 

	// DOMs
	title: ["温度日记 Hearty Journal", "手绘风的私密日誌本，温柔收藏你的每寸时光"], 
	topbar: [
		"注冊/登录", "Windows 电脑版", "macOS App"
	], 
	slogan: [
		"温度日记", "<br>手绘风的私密日誌本", "，", 
		"App Store 4.9星 | Apple 编辑精选 | 300,000+人好评推荐", "连线全程使用高强度加密，与银行卡交易同级"
	], 
	scroll: "请向下捲动", 
	preview: ["日记本预览", "结束预览"], 
	feature: [
		"为自己而写", "岁月静好，留下每一天的美好", 
		"插画风图文日誌", "可爱疗癒的手帐贴图，随心所贴", 
		"交换日记", "与知己/闺密/伴侣，分享生活日常", 
		"安全私密", "银行卡交易等级的安全加密连线"
	], 
	testimonial: [
		"喜爱温度日记的大家说", 
		"写下那些想说但没说出口的话，推荐温度日记", "科普心理作家 海苔熊", 
		"轻轻柔柔，很适合跟自己说说话", "Cindy Liu", 
		"版面漂亮，自动存档功能也很贴心", "Wu Chi", 
		"谢谢温度，陪我走过不少低潮时光", "阎璇", 
		"很喜欢电脑版，也下载了手机版", "小君"
	], 
	press: [
		"媒体报导", 
		"数位时代", "免费资源网络社群", "电獭少女", "女人迷", "她渴望", "社企流", "Taiwan Startup Stadium", "新北创力坊", "联合新闻网", "生命力新闻"
	], 
	action: [
		"开始暖心生活", "立即体验"
	], 
	rate: "给温度日记 5颗小星星", 
	footer: [
		"Language 语言", 
		"Windows 电脑版", 
		"macOS 应用程序", 
		"功能介绍", 
		"用户评价", 
		"品牌合作", 
		"媒体素材", 
		"常见问题", 
		"数据保护", 
		"服务条款", 
		"隐私声明", 
		"资安证书", 
		"温度主题曲", 
		"站长 Nien", 
		"站长 Jiayi", 
		"商标", 
		"关于我们"
	], 
	cookies: ["本服务採用 cookie 提供良好体验，继续使用即表示您同意隐私声明", "好的"], 
	copyright: "蜜思股份有限公司(52708836) 2016-"+new Date().getFullYear().toString(), 
	isp: "本站採用 Cloudways云端服务", 
	auth: [
		"立即免费注冊", 
		"有帐号了？ 立即登录", 
		"忘了帐号密码", 
		"想起来了吗？ 立即登录", 
		"帐号", "💡 温度 ID 或 Email", 
		"密码", "🔑 格式：6 ~ 20 个字元", 
		"再确认", "🔑 再输入一次密码", "显示密码", 
		"记住我", "我已年满 18岁并同意服务条款"
	], 
	lang: "切换至：$lang"
};

// editor
_h$["e"] = _h$["e"] || {
	// JS
	url: [
		"//go.hearty.me/hjfaq", 
		"//go.hearty.me/hjdata", 
		"//bitly.com/3HX8rq1"
	], 
	ok: ["好的", "知道了", "就这么办"], 
	no: ["否", "取消"], 
	retry: "再试试", 
	back: "返回", 
	gotop: "回到上面", 
	signin: ["立即登录", "登录以", "使用完整功能"], 
	signout: "登出", 
	name: ["我的名字", "亲，怎么称呼你呢？<br>（笔名为公开资讯，请避免使用真实姓名）", "欢迎 $name 来到这裡，你的专属花园", "<u>每晚提醒你写日记</u> 好吗？", "好，提醒我"], 
	get_stickers: ["Ya！ 已领取了你的专属贴图", "走，去看看"], 
	welcome: ["$name，欢迎回来", "返回我的日记本", "你还没登录唷"], 
	year: "年", // CE
	maintenance: ["系统升级时间：", "届时将暂停服务一小时"], 
	update: ["您正使用旧版 App，需更新以取得新功能", "立即更新", "明天提醒我"], 
	search: ["搜索我写过的日记", "搜索关键字", "找找看", "没有搜索结果"], 
	bookmark: [
		"收藏了 1篇日记", 
		"收藏了 $no 篇日记", // 複数
		"加入收藏", 
		"无标题"
	], 
	catalog: [
		"1 篇日记", 
		"$no 篇日记", // 複数
		"新的日记", 
		"尚无日记", 
		"还没有人与你交换日记", 
		"这是日记的第一篇或最后一篇囉", 
		"没有可阅读的日记", 
		"前一页", 
		"后一页"
	], 
	sticker: ["缩放", "旋转", "贴上", "删除", "超过贴图数上限", "了解升级优惠"], 
	verify_required: [
		"需认证$item及完善基本信息，以$act", 
		"手机号", "使用完整功能", 
		"设定日记分享", "投稿日记", "加入新笔友", "与笔友分享"
	], 
	privacy: [
		"日记公开", "日记上锁了", 
		'为确认本篇符合 <a target="_blank" href="//go.hearty.me/publish"><u>公开日记规范</u>', 
		"将于小编核准后才会公开", 
		"将于小编核准后自动发布", 
		"请勿重复公开/投稿，系统可能判断你为网军(;´ㅁ`)-3<br>PS.若未开启手机通知权限，将无法通知你日记已核准"
	], 
	publish: [
		"日记似乎有点短，你是大文豪，再多写一点吧~<br>(至少 100字)", 
		"好，我有灵感了", 
		"你要将「$title」刊登至日记牆吗？", 
		"投稿日记需公开，是否公开以刊登至日记牆？", 
		"公开投稿", 
		"「$title」投稿到日记牆囉", 
		"去看看", 
		"回到日记", 
		'请遵守 <a target="_blank" href="//go.hearty.me/publish"><u>[公开/投稿规范]</u></a>。如要徵求笔友，可至 <a target="_blank" href="//go.hearty.me/hjpd"><u>[笔友交换区]</u></a>，不得于此提供个人信息</small>', 
		"你要收回已投稿的「$title」吗？", 
		"收回日记", 
		"日记已收回", 
		"每天只能投稿 1篇唷，明天再分享给大家吧"
	], 
	penpal_add: [
		"朋友的 温度 ID 或 Email", 
		"基本版有 2位笔友名额；VIP版则没有限制", 
		"输入温度 ID 或 Email", 
		"设为笔友", 
		"加入 2位以上笔友，需先升级 VIP", 
		"与 $name 成为了笔友", 
		"「$user」已加入过囉，或不允许加入", 
		"找不到对应的小伙伴「$user」", 
		"「$user」已将你封存", 
		"欸，不能输入你自己"
	], 
	penpal_delete: [
		"封存交换对象后，将退回彼此的交换日记，且无法再次加为笔友。封存前请三思哦！", 
		"要封存哪一位交换对象呢？", 
		"- 选择一位 -", 
		"封存后将退回彼此的交换日记，且无法再次加为笔友。确认要封存「$user」吗？", 
		"确认封存", 
		"已封存「$user」"
	], 
	penpal_send: [
		"与 $add 交换", 
		"交换设定已更新"
	], 
	pin: [
		"客服 PIN 码：", "联繫时，提供这组数字可加快身份认证"
	], 
	chat: [
		"温度 ID："
	], 
	membership: [
		"基本版", "VIP 试用版", "VIP 版"
	], 
	feedback: [
		"客服单号：#$no", 
		"请填写您的大名", 
		"Email 格式不符", 
		"字写太少了唷", 
		'，我们将于 24小时内以 <b>电邮回复，请留意邮箱</b><br>我们一定会回复，若两天内没收到，请检查是否被归类为垃圾信，或联繫<a target="_blank" href="//hearty.app/ms"><u>温度日记 FB粉专</u></a> ´・ω・｀<br><br>如你喜欢温度日记，邀您参阅 VIP 方案。您的订阅支持，将加速我们开发功能、製作素材、提供更好的服务。', 
		"我知道了", 
		"VIP 功能有哪些", 
		"似乎出错了，请稍候再试"
	], 
	video: [
		"油管视频网址", 
		"或点选上传", 
		"确认", // 設為
		"加入歌单", 
		"视频已嵌入", 
		"视频网址不正确", 
		"视频已删除、未设为公开，或不允许嵌入<br>请检查原链结", 
		"检查看看", 
		"确认删除「$title」吗？", 
		"删除", 
		"设置 (留空以移除)", // 预留未使用
		"https://youtu.be/vYFnZdUiUyg (留空则移除视频)"
	], 
	yt: [
		"音乐盒子", 
		"排序", 
		"删除", 
		"关灯", 
		"还没加入任何歌曲，点 ➕ 新增一首", 
		"音乐盒子，可在背景循环播放你所喜欢的歌", 
		"属于我的歌", 
		"播放视频"
	], 
	gps: [
		"是否打开定位，为日记加入天气呢？", 
		"⛅ 请「允许」读取 GPS，并稍待一会儿…", 
		"加入了天气", 
		"没有 GPS信号，未能加入天气", 
		"请查看 Chrome 网址列上的小图标，以解决定位问题"
	], 
	chars_max: [
		"这篇日记共有 $chars字，超过了单篇上限 10,000字（含符号）", 
		"话说，真的有人能触发这个通知吗？"
	], 
	chars: [
		"您写了 $chars字，已超过基本版容量 ($limit字)", 
		"了解升级优惠", 
		"再提醒我"
	], 
	leave: "已存档日记，确认要离开吗？", 
	date: ["日记日期", "日期设为：", "目录是依照日记日期排序：新的在上、旧的在下"], 
	subject: ["$date的日记", "日记标题", "新标题「$title」", "更新"], 
	archive: [
		"确定要删除「$title」吗？ 删除后无法復原，所以三思哦", "是的，忘记这一切", "「$title」已删除"
	], 
	unsafe: "经谷歌 Safe Browsing 检测：此链结有危害，切勿前往", 
	offline: "网络延迟，请稍候再试", 
	lock: [
		"设置「屏幕锁」吗？ 防止暂离时旁人窥探", 
		"设置", 
		"停用屏幕锁", 
		"屏幕锁已停用", 
		"抱歉，我两个都忘了", 
		"如忘记<u>屏幕锁 Pin 码</u>，也忘了<u>温度帐号密码</u>。<br>请登出并重设主帐号密码 (也将一併停用屏幕锁)"
	], 
	pincode: [
		"请输入 Pin 码", 
		"再次确认 Pin 码", 
		"输入 Pin码 或「温度帐号的密码」", 
		"Pin 码不正确", 
		"密码似乎不正确", 
		"两次输入不一样，请重新设定", 
		"Pin 码仅限数字唷", 
		"Pin 码设定为：$pin"
	], 
	screenshot: "图片正在生成，10秒后将开始下载", 
	pc: [
		"取得电脑版", '以电脑上网搜索：「温度日记」<i class="fal fa-search"></i>', 
		"邀请使用：电脑版", "大屏幕，翻阅便利", "搭配键盘，打字更舒适", "手机、电脑可无缝同步", "试试看"
	], 
	picture: [
		"上传相片", 
		"选择一张相片 (JPG、PNG、GIF、WebP、AVIF、HEIC)", 
		"上传", 
		"重新选择", 
		"一篇日记最多可上传 10张哦", 
		"所选档案为 $ext，只能上传 JPG、PNG、GIF、WebP、AVIF、HEIC", 
		"相片传好了", 
		"下载中，请稍候", 
		"请至下载资料夹，查看刚存储的相片"
	], 
	picture_err: [
		"相片格式不支援，或扩展名不正确（仅支援：JPG、PNG、GIF、WebP、AVIF、HEIC）", 
		"图档超过 6MB，需先压缩再上传", 
		"图档无法读取或已损坏", 
		"HEIC/HEIF 图片转档失败，请换一张图片试试"
	], 
	picture_remove: [
		"确定要删掉这张相片吗？", 
		"永久删除", 
		"相片已删除"
	], 
	file: "温度日记", 
	trial: [
		"您专属的 VIP 30天试用开通囉，已解锁全站功能、素材", 
		"$exp 试用结束后，将自动回到基本版、且不会向您扣款，请安心使用。<br>若您有需要可再自行升级 VIP ( ´･ヮ･)<br>您撰写过的日记，都能永久保存于温度日记中 ♡", 
		"比较版本", 
		"知道了，开始吧"
	], 
	purchased: [
		"VIP 方案开通噜！", 
		"是否拨 3 分钟填答问卷，温度盼回馈你更多", 
		"(首次填答，将致赠 7天 VIP 作为小礼物)", 
		"开始填写", 
		"我填过了"
	], 
	n_verify_email: [
		"认证 $item，以使用完整功能", 
		"点此验证 Email，以便收取回复"
	], 
	n_verify_phone: "绑定手机号，以增加帐号安全性", 
	n_vip_prefix: "您的 VIP 方案", 
	n_char_limit_exceed: "写了 $chars字，已达字数限额，立即升级", 
	n_daily_checkin: [
		"来收集小布点，今天还没签到唷", 
		"今天已签到"
	], 
	checkin: [
		"签到", 
		"我的小布点：", "点", 
		"签到可获得 1点", 
		"收集到 1点小布点，现在共有 $p点", 
		"今天签到过了唷", 
		"明天再来", 
		"小布点，是鼓励每天养成日记习惯的签到点数<br>日后将可兑换站上小奖励唷~"
	], 
	reward: [
		"查看兑换方案"
	], 
	pd: [
		"生理期纪录", 
		"下次来：", 
		"平均週期：", 
		"天", 
		"开始日", 
		"结束日", 
		"週期", 
		"添加纪录",  

		"今天", 
		"删除", 
		"确定要删除吗？", 
		"今天：第 $d天", // Eng: $d$th, 
		"下次来：$d天后"
	], 

	// 自订日记本
	headline: [
		"自订书名", 
		"我的日记本叫作：", 
		"保存", 
		"新书名「$headline」", 
		"也可以空白不填 ~"
	], 
	style: [
		"自订日记本", 
		"切回默认", 
		"没有灵感", 
		"//faq.hearty.me/tutorial/styles"
	], 
	cover: [
		"封面图", 
		"上传封面图", 
		"最佳比例：1.9:1", 
		"确定", // crop
		"取消", 
		"图片格式不支援：$ext", 
		"封面图已设置", 
		"封面图已重设"
	], 
	bg: [
		"背景图", 
		"上传背景图", 
		"图片格式不支援：$ext", 
		"背景图已设置", 
		"背景图已重设"
	], 
	color: [
		"日记本色码", 
		"色码已设置"
	], 

	// DOMs
	title: "我的日记", 
	header: [
		"日记目录", "我的通知", "贴图库", "选择方案", "问题反应", "完成"
	], 
	notification: [
		"目前没有通知", 
		"使用电脑版", 
		"问问题", 
		"重新整理", 
		"检测使用", 
		"升级为 VIP 会员，畅享完整功能"
	], 
	link: [
		"即将前往外部网站", 
		"经谷歌 Safe Browsing 安全检测", 
		"走吧"
	], 
	share: [
		"设定这篇日记", "网址", "私密", "密码保护", "公开", "投稿", "为保护隐私，如为个人私密内容，请勿设为公开"
	], 
	penpal: [
		"交换日记", "新增交换对象", "封存交换对象", "尚无可交换对象，请先新增", "传送这篇日记给："
	], 
	qa: [
		"问问题", "日记功能、使用疑问", "帐号、帐务及其他问题", "数据保密、隐私权信息", "网络连线诊断", "回报、建议与鼓励", "服务状态", "全站正常营运"
	], 
	cs: [
		"温度站长邮箱", "如为功能疑问，请按此查阅 FAQ", "问题回报 / 使用反馈 / 爱的鼓励", 
		"我们将以电邮回复您的问题，送件后请留意邮箱", "投入邮筒", "我的客服 PIN 码：", 
		"您正使用 Beta 版本"
	], 
	csform: ["我的名字", "VIP 版", "免费版", "加入屏幕截图"], 
	gift: [
		"领取礼物贴图", "领取", "获得温度日记，50张疗癒系贴图"
	], 
	prologue: "收藏今天的心情", 
	pwd: "请输入密码", 
	warn: [
		"维修公告", "连线缓慢", "连线不稳", "电量偏低"
	], 
	tool: [
		"存储日记", "新增日记", "删除日记", "分享日记", "汇出成图片", "前一篇", "下一篇", "全屏幕", "开书", "翻面"
	], 
	rmenu: [
		"问问题", "关于温度", "全屏幕", "繁/简", "文字加大", "文字加大", "翻书", "直行阅读"
	], 
	image: [
		"相片", "旋转图片", "套用滤镜", "下载图片", "删除图片"
	], 
	tab: [
		"我的", "笔友的", 
		"🔍 搜索", "🔖 我的收藏", "🎧 音乐盒子", "🌙 生理期纪录", "🔒 屏幕锁", 
		"问问题", "手势说明", "在手机上编辑贴图"
	], 
	book: [
		"关于温度日记", "在喧嚣的时代里，温度日记是一片温暖而宁静的天地。在这里，人们卸下疲惫，倾诉那些未曾说出口的脆弱，重新找回真挚的自己。即使天色不常蔚蓝，我们依然温柔而坚定地前行。"
	], 
	promo: ["专享优惠，$99 即享 3 个月 VIP"], 
	403: "本篇为私密日记，仅有原作者可以阅读，如为原作者请先登录 🔒", 
	404: "日记网址可能不正确唷", 
	tutorial: [
		"//i.hearty.app/b/images/tutorials/m1.jpg", 
		"//i.hearty.app/b/images/tutorials/m2.jpg", 
		"//i.hearty.app/b/images/tutorials/m3.jpg", 
		"//i.hearty.app/b/images/tutorials/m4.jpg", 
		"//i.hearty.app/b/images/tutorials/d1.jpg", 
		"//i.hearty.app/b/images/tutorials/d2.jpg", 
		"//i.hearty.app/b/images/tutorials/d3.jpg", 
		"//i.hearty.app/b/images/tutorials/d4.jpg"
	], 
	stickers: ["我的贴图", // 從 1 開始
		"手写字", "天气", "心情", "生活日常", "打扮", "生活小物", "饮食", "旅游与风景", "四季节庆", "草木花卉", "小动物", "可爱角色", "奇幻"
	]
};

// pricing
_h$["p"] = _h$["p"] || {
	url: [
		"//go.hearty.me/whyVIP", 
		"//go.hearty.me/hjterms", 
		"//go.hearty.me/hjprivacy"
	], 
	lite: ["基本版", "免费"], 
	vip: ["温度日记 VIP", "VIP 版", "(免费试用)"], 
	feat_lite: [
		"无广告，保障隐私", 
		"文字记事 (字数容量 5,785)", 
		"基本贴图 90张、20款特色字体", 
		"自动记录天气、每日提醒写日记", 
		"与好友交换日记 (2位名额)", 
		"防窥密码锁、生理期纪录、个人歌单", 
		"iOS、Android、Windows、macOS 同步", 
		"自动备份云端，亚马逊云服务託管", 
		"TLS 1.3 全程传输加密", 
		"由台湾团队开发製作", 
	], 
	feat_vip: [
		"包含所有基本版功能，又多了：", 
		"字数无上限", 
		"上传相片 (10张/单篇日记)", 
		"个人相片牆、内建滤镜", 
		"解锁 1,300+ 张贴图", 
		"加入油管视频", 
		"自订日记本封面、背景图", 
		"自订书名 & 发文日期", 
		"全文搜索", 
		"转存图片、汇出备份"
	], 
	remark: [
		"为什么要升级为 VIP？", 
		"首购优惠，$99 即享 3 个月 VIP", 
		"银行卡逐月订阅，可随时向客服取消", 
		"首购 30天不满意退款保证", 
		"VIP 专属功能"
	], 
	act: [
		"立即免费注冊", "开始试用 30天", "了解升级优惠", "了解续订方案", "登录以订购"
	], 
	deposit: ["充值优惠", "马上充值", "国际银行卡、Google Pay、ATM、超商、支付宝"], 
	subscription: ["轻量月租", "立即订购", "(卡友独享)", "首购 $99 即享 3个月 VIP", "首购优惠后，第4个月起 $99/月", "接受国际银行卡"], 
	selected: ["目前", "推荐"], 
	currency: ["现在汇率："], 
	term: [
		"3个月", "6个月", "一年"
	], 
	unit: [
		"月", "月"
	], 
	subtotal: "小计 NT$", 
	powerby: "技术支持", 
	redeem: "序号兑换", 

	due: "我的 VIP 订阅效期", 
	due_active: ["已订阅 VIP 方案"], 
	due_date: ["于 ", " 到期", "之后将自动回到基本版"], 
	due_days: ["将于 ", "天后到期", "之后将自动回到基本版"], 
	due_tomorrow: ["明天到期", "即将自动回到基本版"], 
	due_today: ["今日到期", "即将自动回到基本版"], 

	iap: [
		"逐月自动续订，可随时取消", 
		"【温度日记 VIP 版】订购说明", 
		"基本版有功能及素材的使用限制，VIP 版则没有这些限制", 
		"订阅期间以一个月为单位，每月价格为 NT$150", 
		"本服务採自动续订制，订购后会透过 iTunes 帐号向您的银行卡扣款", 
		"在订阅期间内，不能取消当期的订阅", 
		"我们会在方案到期前的 24小时，自动为您续订扣款，除非你在那之前取消续订", 
		"您可随时于「设定」的「iTunes 与 AppStore 中」管理您的订阅项目", 
		"购买完成后，帐户内尚馀的免费试用额度将不再有效", 
		"我们不会致电要求温度日记会员至 ATM 汇款或进行转帐设定", 
		"服务条款", 
		"隐私权政策"
	]
};

// Alice
_h$["A"] = _h$["A"] || {
	// JS
	signin: ["立即登录", "登录以留言", "请先登录"], 
	back: "返回", 
	no: "否", 
	no_post: "抱歉，找不到这篇贴文欸", 
	penpal_guest: ["嗨，今天是注冊的第 $day天<br>等注冊满 7天、养成规律日记习惯，再来交笔友吧", "继续加油"], // $th
	comment_limit: [
		"为避免洗屏，每人仅能于一篇贴文中留言 2则。您可删除或修改之前的回复", 
		"小提醒：你写了 $chars字，留言至多 85字唷", 
		"小提醒：留言至少 3个字，内容需与版上主题相关"
	], 
	comment_ban: [
		"留言可能包含敏感字彙，小编核准后将自动发布", 
		"对不起啊，把你的留言挡住了，网军和广告实在好多 🥺", 
		"小提醒：让我们一起遵守", 
		"投稿规范"
	], 
	comment_edit: ["修改这则留言吗？", "编辑"], 
	report_ask: ["举报这则留言吗？", "是的，他违规了", "已举报，将由温度小编审核"], 
	url: ["複製链结", "日记网址/二维码", "下载"], 
	penpal_add: ["将「<b>$id</b>」加为笔友吗？", "为保障交流品质，至多不要加超过 2位笔友", "前往交换日记"], 
	verify: ["请先认证 Email 及手机号，才能使用完整功能", "前往帐号页"], 

	// DOMs
	title: "Alice 说晚安", 
	board: "Alice 说晚安", 
	tabs: ["留言", "留言板目录", "交换日记", "转分享", "点亮五颗小星星", "心事漂流瓶"], 
	comment: ["留言", "登录以留言", "超过字数上限 (85字)"], 
	profile: ["加为笔友", "前往日记"], 
	gotop: "回到顶部", 
	goleft: "回到左边"
};

// feed
_h$["f"] = _h$["f"] || {
	// JS
	refresh: ["刷新中", "下拉刷新", "放开以刷新"], 
	signin: ["立即登录", "登录以使用完整功能"], 
	no: "取消", 
	url: ["複製链结", "日记网址/二维码"], 
	publish_ask: ["如何投稿", "在日记中，点选", "可投稿日记", "好的", "我的日记本"], 
	report_ask: ["举报日记「$title」吗？", "是的，他是坏人", "谢谢您举报「$title」，将由温度小编审阅"], 

	// DOMs
	title: "投稿日记牆 (第$p頁)", 
	share: "分享", 
	report: "举报日记", 
	focus_post: "显示于牆上", 
	posts: "阅读公开日记", 
	publish: "投稿", 
	gotop: "回到上面", 
	back: "返回", 
	health: ["健康信息，请参阅疾控中心网站哦 ( • ̀ω•́ )", "//www.cdc.gov.tw"]
};

// img
_h$["I"] = _h$["I"] || {
	title: "相册集", 
	upload: "上传相片", 
	empty: ["你还没上传任何照片唷", "现在就在日记中加入一张吧"], 
	viponly: "相册集为 VIP 专享功能", 
	learnmore: "进一步了解", 
	add: "加入相片", 
	gotop: "回到上面"
};

// account
_h$["a"] = _h$["a"] || {
	// JS
	ok: ["好的", "是的", "就这么办", "正确"], 
	next: "下一步", 
	no: "否", 
	back: "返回", 
	upload: "上传", 
	rotate: "旋转", 
	retry: "再试一次", 
	signin: ["立即登录", "登录以使用完整功能"], 
	usage: "写作里程：$num篇日记，共 $chars字", 
	points: "小布点：$p点（查看兑换方案）", 
	year: "年", // CE
	bday_ask: ["您的生日是：$bday 吗？", "生日设置后无法更改", "生日已更新"], 
	age: "$age 岁", 
	nickname_edited: "笔名取为「$n」", 
	pwd_edit: "变更密码", 
	pwd_edited: "已变更", 
	pwd_enter: "请输入主帐号的新密码", 
	pwd_confirm: "再次输入，以设置新密码", 
	pwd_invalid: "密码格式：6 ~ 20 字元，请重新输入", 
	pwd_mismatch: "两次输入不一样，请重新输入", 
	pwd_format: "6 ~ 20 字之间", 
	pwd_apply: ["更改", "确认更改"], 
	pwd_ok: ["密码已修改，下次登录请使用新密码", 
				"请勿与他人共用帐号，或将密码提供给任何人"], 
	avatar: ["选择一张相片 (JPG、PNG、GIF、WebP、AVIF、HEIC)", "所选档案为 $ext，只能传 JPG、PNG、GIF、WebP、AVIF、HEIC 图片", "重新选择", "头像已更新"], 
	avatar_err: [
		"相片格式不支援，或扩展名不正确（仅支援：JPG、PNG、GIF、WebP、AVIF、HEIC）", 
		"图档超过 6MB，需先压缩再上传", 
		"图档无法读取或已损坏", 
		"HEIC/HEIF 图片转档失败，请换一张图片试试"
	], 
	email_new: "修改 Email", 
	email_confirm: "确认修改 Email 为「$email」？", 
	email_invalid: "Email 格式不符", 
	email_verify: ["为保障帐号安全，需先认证 Email，方能", "使用完整功能", "前往认证"], 
	email_send: "确认要重寄认证信吗？", 
	email_sent: ["认证信已寄出，要到 $isp 收信吗？<br>(请检查「垃圾信」及「促销内容匣」)", 
				"麻烦前往收信，同时检查垃圾信匣"], 
	email_verified: "Email 已认证过囉", 
	pin: ["客服 PIN 码：$pin<br><small>(联繫时，提供这组数字，以加速身份认证)</small>", "下载备存"], 
	font: [
		"温度日记特色字体", 
		"i/fonts_zh.png", 
		"本站使用 justfont 网页字型、各类商用授权及开源字型。", 
		"授权信息"
	], 
	font_change: "正在更换：「$font」，请稍候", 
	gender_edited: "性别已更新", 
	newsletter_edited: "订阅已更新", 
	lang: "切换至：$lang", 
	timezone_edited: "时区设置为「$tz」", 
	id: "温度 ID：", 
	id_edit: "修改 ID", 
	id_public: "ID 与笔名为公开资讯", 
	id_new: "输入新的 ID", 
	id_format: "4字以上英字母(或英数组合)，仅可修改一次", 
	id_invalid: "ID 格式不符规范", 
	id_same: "不能与原 ID 相同", 
	id_taken: "「<b>$id</b>」有人使用了，请重新选择", 
	id_edited: "温度 ID 已更新为「<b>$id</b>」", 
	id_signout: "登出，以新 ID 登录", 
	dl: "汇出备份", 
	dl_pc: "若要下载日记备份档<br>请在电脑上打开网址「www.hearty.me」", 
	dl_pwd: ["备份日记，请输入温度密码以解密：", "密码格式：6 ~ 20 字之间", "解密并汇出", "开始备份", "日记已转存为文字档，请至下载资料夹查看，并妥善保存"], 
	vip_only: ["这", "是 VIP 专属功能", "升级享优惠", "稍后升级"], 
	suspend: ["确定要删除吗？如果暂时用不到，也可以先保留哦！温度日记会持续推出新功能和可爱贴图，说不定未来某一天，你会想回来看看呢", "如需修改 ID，请<u>点此</u>", "删除", "好的先保留"], 
	auth_log: ["近期登录纪录", "$device 的 $browser", "增强安全性", "//go.hearty.me/hjsec"], 
	redeem: ["填写序号", "兑换"], 
	coupon_ok: ["已申请兑换序号「$coupon」", 
				"审核通过后，「VIP 30日体验方案」将于 3日内派至帐号中，<br>请于【头像】>【我的订阅】中查看"], 
	voucher_ok: "序号「$code」兑换成功，您已获得 $days日 VIP效期，将于 $exp 到期", 
	voucher_invalid: "这组序号无法使用，可能是失效了、额满或已兑换", 
	voucher_disqualified: "每组帐号仅能兑换体验型序号一次，您之前已兑换过了", 
	voucher_vvip: [
		"VVIP 老用户限定优惠", 
		"以 6折储值温度日记年付方案吗？", 
		"储值"
	], 
	voucher_ec: [
		"EC 序号为<u>疗癒商城的折价券</u>", 
		"前往购物"
	], 

	// DOMs
	title: "我的帐号", 
	tab: ["个人信息", "我的方案"], 
	headline: ["书名"], // deprecated
	nickname: ["笔名", "修改"], 
	pincode: "客服 PIN 码", 
	bday: "生日", 
	email: ["寄发认证 Email", "重发验证信", " 秒后可重发"], 
	style: ["设计", "自订日记本"], 
	gender: ["性别", "男", "女"], 
	phone: ["手机", "验证手机号"], 
	pwd: "密码", 
	pfont: ["日记字体", "字体预览"], 
	language: "语言", 
	timezone: "时区", 
	newsletter: ["电邮通知", "笔友交换日记通知、会员电子报"], 
	newsletter_shop: ["疗癒商城电子报", "新品上架、优惠通知"], 
	rate: ["鼓励我们", "给 5颗小星星"], 
	misc: "其他", 
	auth: ["登录纪录", "删除帐号"], 
	chat: "问问题", 
	fonts: [
		"jf open 粉圆", // 0
		"台北黑体", // 1
		"jf open 粉圆", // 2
		"jf 金萱", // 3
		"jf 凝书", // 4
		"霞鹜文楷", // 5
		"悠哉手写", // 6
		"内海手写", // 7
		"清松手写 A (不支持iOS)", // 8
		"清松手写 B (不支持iOS)", // 9
		"清松手写 C (不支持iOS)", // 10
		"清松手写 D", // 11
		"清松手写 E", // 12
		"苦累蛙圆手写", // 13
		"何某手写 (不支持iOS)", // 14
		"大波浪 POP", // 15
		"宅在家自动笔", // 16
		"源样明体", // 17
		"汇文明朝古印 (不支持iOS)", // 18
		"钢笔鹤体", // 19
		"王汉宗隶书", // 20
		"王汉宗颜楷", // 21
		"王汉宗魏碑", // 22

		// 以下停用
		"清松手写 F", // 23
		"oz 焦糖手写", // 24
		"莫大毛笔", // 25
		"玉川风体", // 26
		"玉川拳体", // 27
		"jf 粒线手写", // 28
		"jf 叶书手写", // 29
		"jf 文强手写", // 30
		"jf 追奇手写" // 31
	]
};

// orders
_h$["o"] = _h$["o"] || {
	title: "我的方案", 
	back: "返回", 
	redeem: "序号兑换", 
	buy: ["购买温度日记", "续订温度日记"], 
	plan: ["我的方案", "如需修改方案或续订银行卡，请私讯站内客服，并提供温度 ID", "「VIP 试用版」为新用户专享的小礼物<br>到期后，将自动回到基本版"], 
	order: ["我的订单"], 
	plan_th: ["状态", "方案", "起始日", "到期日", "温度日记 "], 
	order_th: ["状态", "单号", "商品", "金额(台币)", "支付方式", "收据"], 
	order_status: ["待缴费", "已购买", "已开通", "逾期未缴", "已取消"], 
	plan_status: ["使用中", "到期了"], 
	url: ["传送链结 | 二维码", "複製"], 

	// bill
	fail: [
		"很抱歉，付款失败", 
		"请您再试一次；若仍然不行，请换另一张卡片购买，或改用其他付款方式", 
		"如需进一步协助，请随时连络我们"
	], 
	fail_info: [
		"常见原因", "建议作法", 
		"卡号不正确", "重试一次，并确认卡号、检查码及到期日皆正确", 
		"馀额不足", "银行卡额度已用罄 或 帐户内馀额不足", 
		"未开通海外/线上交易", "致电发卡行开通海外/线上交易功能，即可顺利使用", 
		"银行挡刷", "银行判定为风险交易，因此拒绝授权。此时，请致电发卡行，告知此笔为正常交易，即可顺利解锁"
	], 
	fail_btn: [
		"重试购买", 
		"连络客服", 
	], 


	// thankyou
	thx: [
		"谢谢您的购买，VIP 会员方案已开通", 
		"如有任何疑问，可以随时跟我们说 ヾ(๑❛ᴗ❛๑)ﾉ"
	], 
	thx_th: [
		"购买方案", 
		"会员效期", 
		"天", 
		"订单号", 
		"时间", 
		"金额", 
		"支付方式", 
		"收据", 
		"如需修改方案或续订银行卡，请私讯站内客服，并提供温度 ID"
	], 
	thx_inv: [
		"温度日记支持社会公益，台湾统一发票默认捐赠予：财团法人创世社会福利基金会（提供植物人照护服务）。如您需留存二联发票，请于购买的 3天内提供个人载具(手机条码)，我们将为您个别开立", 
		"检视发票"
	], 
	thx_btn: [
		"首次购买，请填写问卷", 
		"截图", 
		"回到日记"
	]
};

// phone
_h$["pv"] = _h$["pv"] || {
	// JS
	ok: "好的", 
	no: "取消", 
	signin: ["重新登录", "閒置时间长，您已经登出"], 
	format: ["号码太短了", "号码格式不正确", "申请太频繁，请晚点再试"], 
	verify1: ["认证", "手机验证码：", "<br><small>短信已寄送，请稍待 45秒</small>", "$no 认证成功"], 
	verify2: ["未收到认证短信", "发一封短信给温度团队，以为您人工验证", "前往传送", "我们将于收到短信的 72小时内协助验证", "[手机号认证] 温度 ID："], 
	verify3: ["未收到认证短信", "请提供温度 ID及手机号，以进行人工验证", "私讯 FB粉专"], 
	code: ["短信验证码", "重新输入", "验证码需为 6位数字", "验证码不对", "验证码过期，请重新验证"], 
	fail: "短信认证功能加载失败<br>请刷新页面", 

	// DOMs
	title: "手机号认证", 
	back: "我的帐号", 
	verify: ["手机号认证", "手机号", "传送验证码", "填入验证码", "仍未收到短信？", "立即重发", "30秒后可重发"]
};

// email
_h$["em"] = _h$["em"] || {
	title: [
		"取消订阅：会员电邮", 
		"取消订阅：疗癒商城电子报"
	], 
	unsubscribe: "取消订阅 Unsubscribe", 
	ask: [
		"取消后，将无法再收到站内信息、笔友交换日记通知", 
		"取消后，将无法再收到新品上架、优惠通知", 
		"是，我要取消订阅"
	], 
	ok: "好的", 
	back: "返回", 
	unsubscribed: "「$email」取消订阅成功，将于隔日生效", 
	remarks: [
		"为保障权益，您仍将收到帐号重要通知 (忘记密码、权益信息…等)。", 
		"如不愿收到任何电邮，请删除温度日记帐号"
	]
};

// points
_h$["pt"] = _h$["pt"] || {
	// JS
	ok: "确认", 
	no: "取消", 
	back: "返回", 
	close: "关闭", 
	copy: "複製", 
	signin: [
		"登入", 
		"请先登入温度日记"
	], 
	redeem: [
		"要花 $p点兑换「$pkg」囉！", 
		"点选「确认」即表示您同意本次兑换内容，记得留意效期呦", 
		"您的小布点不足，无法兑换「$pkg」", 
		"此方案尚未开放兑换"
	], 
	ec_ok: [
		"您的疗癒商城 NT$$amt 折价券序号：<b>$code</b>", 
		"可在「兑换纪录」中查看，记得 $exp 前使用呦"
	], 
	vip_ok: [
		"兑换成功！您已获得 $days日 VIP效期，将于 $exp 到期", 
		"前往查看"
	], 

	// DOMs
	title: "小布点兑换方案", 
	points: ["我的小布点", "点"], 
	coupons: [
		"兑换纪录", 
		"我的兑换纪录", 
		"方案", 
		"序号", 
		"兑换日", 
		"到期日", 
		"已使用", 
		"您还没有任何兑换纪录"
	], 
	label: [
		"精选", 
		"热门"
	], 
	use: [
		"前往商城使用"
	], 
	agree: ["请您详阅并同意兑换相关条款"], 
	get: [
		"如何获得小布点？", 
		"您可以透过每日签到来获得小布点，只需点击日记本右上角的小铃铛，即可进入签到画面", 
		"前往签到"
	], 

	// Plans
	pkg_vip14: [
		"温度日记 VIP 14 天", 
		"14天"
	], 
	pkg_vip30: [
		"温度日记 VIP 30 天", 
		"30天"
	], 
	pkg_ec100: [
		"疗癒商城・虚拟商品折价券", 
		"NT$ 100"
	]
};
